{"translation-revision-date":"2023-08-03 13:57:27+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Advanced tracking and actionable reports are available to licensed %1$s users. %2$s":["O rastreamento avançado e relatórios acionáveis estão disponíveis para usuários licenciados do %1$s. %2$s"],"Advanced tracking and actionable reports require one of the following plans:":["O rastreamento avançado e relatórios acionáveis requerem um destes planos:"],"Advanced tracking and actionable reports require the following plan:":["O rastreamento avançado e relatórios acionáveis requerem estes planos:"],"Connect your site with Google Search Console in %1$sSearch Statistics%2$s to track how your site is performing in search rankings and generate actionable reports. %3$s":["Conecte o seu site ao Google Search Console em %1$sEstatísticas de pesquisa%2$s para acompanhar o desempenho do seu site nas classificações de pesquisa e gerar relatórios acionáveis. %3$s"],"Great choice! Get started with MonsterInsights today to see how people find and use your website.":["Ótima escolha! Comece a usar hoje mesmo o MonsterInsights para ver como as pessoas encontram e usam o seu site."],"IndexNow":["IndexNow"],"Want to get the most out of Clarity? Integrate Clarity with Google Analytics using MonsterInsights today!":["Quer ter mais clareza? Integre o Clarity ao Google Analytics hoje mesmo usando o MonsterInsights."],"If you don't already have a project on %1$s, create a project %2$shere%3$s.":["Se você ainda não tiver um projeto no %1$s, crie %2$saqui%3$s."],"Enter your verification codes below to activate webmaster tools.":["Insira a seguir os seus códigos de verificação para ativar ferramentas de webmaster."],"%1$s helps you understand how users interact with your website through heatmaps and session recordings. %2$s":["O %1$s ajuda você a entender melhor como os usuários interagem com o seu site consultando mapas de calor e gravações de sessões. %2$s"],"%1$s Project ID":["ID do projeto %1$s"],"Activate IndexNow":["Ativar o IndexNow"],"IndexNow API Key":["Chave de API do IndexNow"],"Regenerate API Key":["Gerar chave de API novamente"],"The IndexNow addon is required to use this feature.":["O complemento IndexNow é necessário para usar este recurso."],"The IndexNow addon requires an update. %1$s %2$s requires a minimum version of %3$s for the %4$s addon. You currently have %5$s installed.":["O complemento IndexNow deve ser atualizado. O %1$s %2$s requer a versão mínima %3$s para o complemento %4$s. Você tem a versão %5$s instalada neste momento."],"Update IndexNow":["Atualizar o IndexNow"],"You can manually set an API key here, but if left blank a new one will be auto-generated. %1$s":["Você pode definir manualmente uma chave de API aqui, mas deixe em branco para que uma seja gerada automaticamente. %1$s"],"Settings":["Configurações"],"Google Analytics is now handled by %1$s.":["O %1$s é agora compatível com o Google Analytics."],"Get your Google Tag Manager ID in your %1$s.":["Adquira seu ID do Google Tag Manager na sua %1$s."],"Google Tag Manager Container ID":["ID do Container do Google Tag Manager"],"This enables tracking outbound links with Google Analytics.%1$s%2$s":["Isto habilita o rastreamento de outbound links com o Google Analytics.%1$s%2$s"],"This enables Advanced Google Analytics options.%1$s%2$s":["Isto habilita as opções Avançadas do Google Analytics.%1$s%2$s"],"Enable Advanced Analytics Options":["Habilitar Opções Avançadas de Analytics"],"Google Analytics account":["conta do Google Analytics."],"Get your Google Analytics ID in your %1$s.":["Adquira seu ID do Google Analytics na sua %1$s."],"Pinterest account":["Conta do Pinterest"],"Get your Pinterest verification code in your %1$s.":["Adquira seu código de verificação do Pinterest na sua %1$s."],"Get your Baidu verification code in %1$s.":["Adquira seu código de verificação do Baidu em %1$s."],"Get your Yandex verification code in %1$s.":["Adquira seu código de verificação do Yandex em %1$s."],"Get your Bing verification code in %1$s.":["Adquira seu código de verificação do Bing em %1$s."],"Get your Google verification code in %1$s.":["Adquira seu código de verificação do Google em %1$s."],"We recommend using the %1$sFree MonsterInsights%2$s plugin to get the most out of Google Analytics.":["Nós recomendamos usar a %1$sversão gratuita do plugin MonsterInsights%2$s para tirar o máximo de proveito do Google Analytics."],"The code above will be added between the %1$s tags on every page on your website.":["O código abaixo será adicionado entre as tags %1$s em cada página do seu site."],"Baidu Verification Code":["Código de verificação do Baidu"],"Bing Verification Code":["Código de verificação do Bing"],"Google Verification Code":["Código de verificação do Google"],"We recommend using the %1$sFree ExactMetrics%2$s plugin to get the most out of Google Analytics.":["Recomendamos usar o plugin %1$sFree ExactMetrics%2$s para aproveitar melhor o Google Analytics."],"Yandex Verification Code":["Código de verificação do Yandex"],"Your user account role does not have access to edit this field. %1$s":["Seu papel de conta de usuário não possui acesso para editar este campo. %1$s"],"Miscellaneous Verification":["Verificações diversas"],"Webmaster Tools Verification":["Verificação de ferramentas de webmaster"],"Pinterest Verification Code":["Código de verificação do Pinterest"],"This feature is only for licensed %1$s users. %2$s":["Esse recurso está disponível somente para usuários do %1$s. %2$s"],"Dashboard":["Painel"],"Google Tag Manager account":["Conta do Google Tag Manager"],"This enables tracking events with Google Analytics.%1$s%2$s":["Isso permite rastrear eventos com o Google Analytics.%1$s%2$s"],"This enables tracking how far down a user scrolls a page with Google Analytics.%1$s%2$s":["Isso permite rastrear o quanto um usuário rola para baixo em uma página com o Google Analytics.%1$s%2$s"],"This enables tracking how long pages are in visible state with Google Analytics.%1$s%2$s":["Isso permite rastrear por quanto tempo as páginas estão em estado visível com o Google Analytics.%1$s%2$s"],"This enables tracking interactions with the official Facebook and Twitter widgets with Google Analytics.%1$s%2$s":["Isso permite rastrear interações com os widgets oficiais do Facebook e do Twitter com o Google Analytics.%1$s%2$s"],"This enables tracking media queries with Google Analytics.%1$s%2$s":["Isso permite o rastreamento de media queries com o Google Analytics.%1$s%2$s"],"This enables tracking outbound forms with Google Analytics.%1$s%2$s":["Isso permite o rastreamento de formulários de outbound com o Google Analytics.%1$s%2$s"],"This enables tracking URL changes for single pages with Google Analytics.%1$s%2$s":["Isso permite o rastreamento de alterações de URL para sites de páginas únicas com o Google Analytics.%1$s%2$s"],"This enables tracking when elements are visible within the viewport with Google Analytics.%1$s%2$s":["Isso permite rastrear quando os elementos estão visíveis na janela do navegador com o Google Analytics.%1$s%2$s"],"This ensures consistency in URL paths reported to Google Analytics.%1$s%2$s":["Isso garante consistência nos URLs informados ao Google Analytics.%1$s%2$s"],"Click here":["Clique aqui"],"Baidu Webmaster Tools":["Ferramentas de webmaster do Baidu"],"Yandex Webmaster Tools":["Ferramentas de webmaster do Yandex"],"Google Search Console":["Google Search Console "],"Bing Webmaster Tools":["Ferramentas de webmaster do Bing"],"Ensure URL Consistency":["Garanta Consistência de URL"],"Track Facebook and Twitter":["Rastreie Facebook e Twitter"],"Track Elements Visibility":["Rastreie Visibilidade de Elementos"],"Track Media Queries":["Rastreie Media Queries"],"Track URL Changes":["Rastreie Mudanças de URL"],"Track Events":["Rastreie Eventos"],"Track Outbound Forms":["Rastreie Formulários de Outbound"],"Track Page Scrolling":["Rastreie o scroll na página"],"Track Page Visibility":["Rastreie a visibilidade da página"],"Get Started":["Iniciar"],"Google Analytics":["Google Analytics"],"Google Analytics ID":["ID do Google Analytics"],"Additional Domains":["Domínios adicionais"],"Anonymize IP Addresses":["Anonimato de endereços de IP"],"Pinterest Site Verification":["Verificação de site Pinterest"],"Display Advertiser Tracking":["Mostrar rastreamento de anunciante"],"Enhanced Ecommerce":["E-commerce melhorado"],"Enhanced Link Attribution":["Atribuição de link melhorada"],"Track Multiple Domains":["Rastrear múltiplos domínios"],"Track Outbound Links":["Rastrear links sem limites"],"Tracking Domain":["Domínio de rastreamento"],"Manage Google Analytics":["Gerenciar Google Analytics"],"Exclude Users from Tracking":["Exclua Usuários de serem Rastreados"],"This enables support for the Enhanced Ecommerce in Google Analytics.%1$s%2$s":["Isto habilita o suporte ao Comércio Eletrônico Avançado no Google Analytics.%1$s%2$s"],"This enables support for the Enhanced Link Attribution in Google Analytics.%1$s%2$s":["Isto habilita o suporte a Atribuição Melhorada de Link no Google Analytics.%1$s%2$s"],"Exclude logged-in users from Google Analytics tracking by role.%1$s%2$s":["Exclua os usuário logados de serem rastreados pelo Google Analytics usando as funções de usuário.%1$s%2$s"],"This enables support for the Display Advertiser Features in Google Analytics.%1$s%2$s":["Isto habilita o suporte aos Recursos de Publicidade do Google Analytics.%1$s%2$s"],"This enables support for IP Anonymization in Google Analytics.%1$s%2$s":["Isto habilita o suporte a Anonimização de IPs no Google Analytics.%1$s%2$s"],"Add a list of additional domains to track here. Enter one domain name per line without the http:\/\/.%1$s%2$s":["Adicione aqui uma lista de domínios adicionais para rastrear. Insira um nome de domínio por linha sem o http:\/\/.%1$s%2$s"],"Use this option to enable tracking of multiple or additional domains.%1$s%2$s":["Use esta opção para habilitar o rastreamento de múltiplos domínios ou domínios adicionais.%1$s%2$s"],"Enter your domain name without the %1$s to set your cookie domain.%2$s%3$s":["Insira seu nome de domínio sem o %1$s para definir o domínio do seu cookie.%2$s%3$s"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/WebmasterTools.9ad7b811.js"}}