{"translation-revision-date":"2023-08-03 13:57:27+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Open Your RSS Feed":["Abrir seu feed RSS"],"Your RSS feed has been disabled. Disabling the global RSS feed is NOT recommended. This will prevent users from subscribing to your content and can hurt your SEO rankings. You can re-enable the global RSS feed in the %1$scrawl content settings%2$s.":["Seu feed RSS foi desabilitado. NÃO é recomendável desativar o feed RSS global. Isso impediria usuários de assinarem o seu conteúdo e poderia prejudicar as suas classificações de SEO. Você pode habilitar novamente o feed RSS global nas %1$sconfigurações de conteúdo de rastreamento%2$s."],"Add content after each post in your site feed.":["Adicione conteúdo depois de cada post no feed do seu site."],"Add content before each post in your site feed.":["Adicione conteúdo antes de cada post no feed do seu site."],"Learn more":["Saiba mais"],"RSS After Content":["RSS após conteúdo"],"RSS Before Content":["RSS antes do conteúdo"],"This feature is used to automatically add content to your site's RSS feed. More specifically, it allows you to add links back to your blog and your blog posts so scrapers will automatically add these links too. This helps search engines identify you as the original source of the content.":["Este recurso é usado para adicionar conteúdo automaticamente ao feed RSS do seu site. Mais especificamente, ele permite que você adicione links de volta ao seu blog e às suas postagens, para que os scrapers adicionem automaticamente esses links também. Isso ajuda os mecanismos de pesquisa a identificá-lo como a fonte original do conteúdo."],"Your user account role does not have access to edit this field. %1$s":["Seu papel de conta de usuário não possui acesso para editar este campo. %1$s"],"Automatically add content to your site's RSS feed.":["Adicionar conteúdo ao feed RSS do seu site automaticamente."],"RSS Content Settings":["Configurações de conteúdo RSS"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/RssContent.52d6c509.js"}}