{"translation-revision-date":"2023-08-03 13:57:27+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Open Your RSS Feed":["Abrir seu feed RSS"],"This will help prevent search engines from crawling every variation of your pages with all the unrecognized query arguments. Only enable this if you understand exactly what it does as it can have a significant impact on your site.":["Isso vai ajudar a impedir que mecanismos de pesquisa rastreiem toda variação das suas páginas com todos os argumentos de consulta não reconhecidos. Habilite esta opção somente se você entender exatamente o que ela faz, pois o seu site pode ser afetado."],"This option allows you to control whether %1$s should parse shortcodes when generating data such as the SEO title\/meta description. Enabling this setting may cause conflicts with third-party plugins\/themes. %2$s":["Esta opção permite que você controle se o %1$s deve analisar shortcodes ao gerar dados como o metatítulo ou a metadescrição de SEO. Habilitar esta opção pode causar conflitos com plugins ou temas de outros desenvolvedores. %2$s"],"This is a global feed of your site output in the Atom format. %1$s":["Este é um feed global de saída do seu site no formato Atom. %1$s"],"This is a global feed of your site output in the RDF\/RSS 1.0 format. %1$s":["Este é um feed global de saída do seu site no formato RDF\/RSS 1.0. %1$s"],"Search Feed":["Feed de pesquisa"],"Select which post type archives should include an RSS feed. This only applies to post types that include an archive page.":["Selecione quais arquivos de tipo de post um feed RSS deve incluir. Isso se aplica somente a tipos de post que contêm uma página de arquivo."],"Select which Taxonomies should include an RSS feed.":["Selecione quais taxonomias um feed RSS deve incluir."],"Static Posts Page Feed":["Página estática dos seus posts"],"Taxonomy Feeds":["Feeds de taxonomia"],"The attachments feed allows users to subscribe to any changes to your site made to media file categories.":["O feed de anexos permite que os usuários se inscrevam para ser informados sobre mudanças feitas em categorias de arquivos de mídia do seu site."],"The authors feed allows your users to subscribe to any new content written by a specific author.":["O feed de autores permite que os usuários se inscrevam para ser informados sobre novo conteúdo escrito por um autor específico."],"The global comments feed allows users to subscribe to any new comments added to your site.":["O feed de comentários globais permite que os usuários se inscrevam para receber novos comentários adicionados ao seu site."],"The global RSS feed is how users subscribe to any new content that has been created on your site.":["O feed RSS global permite que os usuários se inscrevam para receber novo conteúdo criado no seu site."],"The paginated RSS feeds are for any posts or pages that are paginated.":["Os feeds RSS paginados se destinam a qualquer post ou página que tenham paginação."],"The post comments feed allows your users to subscribe to any new comments on a specific page or post.":["O feed de comentários de post permite que usuários se inscrevam para receber novos comentários em uma página ou post específico."],"The static posts page feed allows users to subscribe to any new content added to your blog page.":["O feed de páginas de post estáticas permite que usuários se inscrevam para receber novo conteúdo adicionado à página do seu blog."],"The search feed allows visitors to subscribe to your content based on a specific search term.":["O feed de pesquisa permite que visitantes se inscrevam para receber o seu conteúdo com base em um termo de pesquisa específico."],"Removing unrecognized query arguments from URLs and disabling unnecessary RSS feeds can help save search engine crawl quota and speed up content indexing for larger sites. If you choose to disable any feeds, those feed links will automatically redirect to your homepage or applicable archive page.":["Remover argumentos de consulta não reconhecidos de URLs e desabilitar feeds RSS desnecessários pode economizar cotas de rastreamento de mecanismos de pesquisa e agilizar a indexação de conteúdo de sites maiores. Se você optar por desabilitar feeds, os links desses feeds vão redirecionar automaticamente para a sua página inicial ou página de arquivo aplicável."],"Run Shortcodes":["Executar shortcodes"],"Include All Post Type Archives":["Incluir todos os arquivos de tipo de post"],"NOTE: Enabling this setting may cause conflicts with third-party plugins\/themes. %1$s":["OBSERVAÇÃO: habilitar esta configuração pode gerar conflitos com plugins ou temas de outros desenvolvedores. %1$s"],"Open Your Atom Feed":["Abrir seu feed Atom"],"Open Your Static Posts Page RSS Feed":["Abrir o feed RSS da página estática dos seus posts"],"Paginated RSS Feeds":["Feeds RSS paginados"],"Post Comment Feeds":["Feeds de comentários de post"],"Post Type Archive Feeds":["Feeds de arquivos de tipo de post"],"RDF\/RSS 1.0 Feed":["Feed RDF\/RSS 1.0"],"Remove Query Args":["Remover argumentos de consulta"],"Open Your Comments RSS Feed":["Abrir seus feed RSS de comentários"],"Crawl Cleanup":["Limpeza de rastreamento"],"Disabling the global RSS feed is NOT recommended. This will prevent users from subscribing to your content and can hurt your SEO rankings.":["NÃO é recomendável desativar o feed RSS global. Isso impediria usuários de assinarem o seu conteúdo e poderia prejudicar as suas classificações de SEO."],"Enable this option to remove any unrecognized query args from your site.":["Habilite esta opção para remover argumentos de consulta desconhecidos do seu site."],"Global RSS Feed":["Feed RSS global"],"Global Comments RSS Feed":["Feed RSS global de comentários"],"Add any query args that you want to allow, one per line. You can also use regular expressions here for advanced use. All query args that are used by WordPress Core (e.g. \"s\" for search pages) are automatically whitelisted by default. %1$s":["Adicione qualquer argumento de consulta que você queira permitir (um por linha). Você também pode usar expressões regulares para uso avançado. Todos os argumentos de consulta usados pelo WordPress Core (por exemplo, “s” para páginas de pesquisa) são permitidos automaticamente por padrão. %1$s"],"Allowed Query Args":["Argumentos de consulta permitidos"],"Atom Feed":["Feed Atom"],"Attachments Feed":["Feed de anexos"],"Author Feeds":["Feeds do autor"],"Open Your RDF Feed":["Abrir seu feed RDF"],"Include All Taxonomies":["Incluir todas as taxonomias"],"Choose whether %1$s should output the required schema markup that Google needs to generate a sitelinks search box.":["Escolha se o %1$s deve gerar a marcação de esquema necessária que o Google precisa para gerar uma caixa de pesquisa de sitelinks."],"A Description tag is required in order to properly display your meta descriptions on your site.":["Uma tag de descrição é necessária para exibir adequadamente as metadescrições no seu site."],"Enable Sitelinks Search Box":["Habilitar caixa de pesquisa de sitelinks"],"Noindex Empty Category and Tag Archives":["Arquivos de Categoria e Tags de Noindex Vazio"],"Dynamically Generate Meta Keywords":["Gerar palavras-chave meta de forma dinâmica"],"Global Robots Meta":["Meta robots global"],"Remove Stopwords from Permalinks":["Remover palavras irrelevantes dos links permanentes"],"Use Meta Keywords":["Usar palavras-chave meta"],"Exclude Posts \/ Pages":["Excluir posts\/páginas"],"Exclude Terms":["Termos de exclusão"],"Use Content for Autogenerated Descriptions":["Usar conteúdo para descrições geradas automaticamente"],"Advanced Settings":["Configurações avançadas"],"Description Format":["Formato da descrição"],"Autogenerate Descriptions":["Gerar descrições automaticamente"],"Paged Format":["Formato de paginação"],"No Pagination for Canonical URLs":["Sem paginação para URLs canônicos"],"This string gets appended to the titles and descriptions of paginated pages (like term or archive pages).":["Este comando é anexado a títulos e descrições de páginas paginadas (como páginas de termos ou arquivo)."],"Use Categories for Meta Keywords":["Usar categorias para palavras-chave meta"],"Use Tags for Meta Keywords":["Usar tags para palavras-chave meta"],"This option allows you to toggle the use of Meta Keywords throughout the whole of the site.":["Esta opção permite que você troque o uso das palavras chave Meta através de todo o site."],"Check this if you want your categories for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["Marque isto se você quer suas categorias para uma determinada publicação usada como palavras chave Meta para esta publicação (em adição à qualquer palavras chave que você especificar na tela de edição da publicação)."],"Check this if you want your tags for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["Marque isto se você quer que suas tags para uma determinada publicação usada como palavras chave Meta para esta publicação (em adição à qualquer palavras chave que você especificar na tela de edição de publicação)."],"Check this if you want your keywords on your Posts page (set in WordPress under Settings, Reading, Front Page Displays) and your archive pages to be dynamically generated from the keywords of the posts showing on that page. If unchecked, it will use the keywords set in the edit page screen for the posts page.":["Marque esta opção se quiser que as palavras-chave na página dos seus posts (definida no WordPress em Configurações, Leitura e Exibições da primeira página) e nas páginas do seu arquivo sejam geradas de forma dinâmica a partir das palavras-chave dos posts exibidos nessa página. Se esta opção não for marcada, serão usadas as palavras-chave definidas na tela da página de edição para a página do post."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Advanced.501da4aa.js"}}