{"translation-revision-date":"2023-08-03 13:57:27+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Date Archive Pages":["Páginas de arquivos de datas"],"Home Page":["Página inicial"],"Any posts that are assigned to these terms will also be excluded from your sitemap.":["Quaisquer posts atribuídos a estes termos também serão excluídos do seu sitemap."],"Do you get a blank sitemap or 404 error?":["Você obteve um sitemap em branco ou um erro 404?"],"Noindexed content will not be displayed in your sitemap.":["Conteúdos com noindex não serão exibidos no seu sitemap."],"Author Sitemap":["Sitemap de autor"],"Automatically Ping Search Engines":["Pingar mecanismos de pesquisa automaticamente"],"Date Archive Sitemap":["Sitemap de arquivo de datas"],"Enable Sitemap":["Habilitar sitemap"],"Grouped":["Agrupado"],"Include All Taxonomies":["Incluir todas as taxonomias"],"Links Per Sitemap":["Links por sitemap"],"Open Sitemap":["Abrir sitemap"],"Post Type Priority Score":["Pontuação de prioridade de tipo de post"],"Taxonomy Priority Score":["Pontuação de prioridade de taxonomia"],"Your static sitemap is currently being regenerated. This may take some time based on the size of your site. This may also cause the sitemap content to look outdated.":["Seu sitemap estático está sendo gerado novamente. Isso pode demorar um pouco, dependendo do tamanho do seu site, além de fazer o conteúdo do sitemap parecer desatualizado."],"An XML Sitemap is a list of all your content that search engines use when they crawl your site. This is an essential part of SEO because it contains some important pieces of information that search engines need when crawling your site. The XML Sitemap created by %1$s tells search engines where to find all of the content on your site.":["Um sitemap em XML é uma lista de todo o seu conteúdo que os mecanismos de pesquisa usam ao rastrear o seu site. O sitemap é uma parte essencial do SEO, pois contém algumas informações importantes para o correto rastreamento do seu site. O sitemap em XML criado pelo %1$s informa aos mecanismos de pesquisa onde encontrar todo o conteúdo do seu site."],"We recommend setting the amount of URLs per sitemap index to 1,000 or less. The more links, the longer it will take for the sitemap to load.":["Nós recomendamos definir a quantidade de URLs por index de sitemap em 1.000 ou menos. Quanto mais links, mais tempo demorará para o sitemap carregar."],"General Sitemap":["Sitemap geral"],"default":["padrão"],"Sitemap Settings":["Configurações de sitemap"],"Dynamically Generate":["Gerar Dinamicamente"],"Include All Post Types":["Incluir todos os tipos de post"],"Priority Score":["Pontuação de prioridade"],"Exclude Posts \/ Pages":["Excluir posts\/páginas"],"Organize sitemap entries into distinct files in your sitemap. We recommend you enable this setting if your sitemap contains more than 1,000 URLs.":["Organize as entradas do sitemap em arquivos distintos. Recomendamos que você ative essa configuração se o seu sitemap contiver mais de 1.000 URLs."],"Exclude Terms":["Termos de exclusão"],"Author Pages":["Páginas de autor"],"Exclude Images":["Excluir imagens"],"Exclude Images from your sitemap.":["Excluir imagens do seu sitemap."],"Dynamically creates the XML Sitemap instead of using a static file.":["Cria o sitemap em XML dinamicamente ao invés de usar um arquivo estático."],"Taxonomies":["Taxonomias"],"Frequency":["Frequência"],"Priority":["Prioridade"],"Enable Sitemap Indexes":["Ativar indexação do sitemap"],"Post Types":["Tipos de publicação"],"Advanced Settings":["Configurações avançadas"],"Allows you to specify the maximum number of posts in a sitemap (up to 50,000).":["Permite que você especifique o número máximo de publicações em um sitemap (até 50.000)."],"Include Author Archives in your sitemap.":["Incluir arquivos de autor no seu sitemap."],"Include Date Archives in your sitemap.":["Incluir arquivos de data no seu sitemap."],"Select which Taxonomies appear in your sitemap.":["Selecione quais taxonomias devem aparecer no seu sitemap."],"Select which Post Types appear in your sitemap.":["Selecione que tipos de publicações aparecerão no seu sitemap."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/GeneralSitemap.5c1123b9.js"}}