{"translation-revision-date":"2023-08-03 13:57:27+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Dedicated HTML Sitemaps do not work while using \"plain\" permalinks. Please update your %1$spermalink structure%2$s to use this option.":["Sitemaps dedicados em HTML não funcionam com links permanentes em texto simples. Atualize a sua %1$sestrutura de links permanentes%2$s para usar esta opção."],"Publication Date":["Data de publicação"],"Dedicated Page":["Página dedicada"],"Display HTML Sitemap":["Exibir sitemap em HTML"],"e.g. %1$s":["por exemplo, %1$s"],"Open HTML Sitemap":["Abrir sitemap em HTML"],"The following shortcode attributes can be used to override the default settings:":["Os seguintes atributos de shortcode podem ser usados para substituir as configurações padrão:"],"The function accepts an associative array with the following arguments that can be used to override the default settings:":["A função aceita uma matriz associativa com os seguintes argumentos que podem ser usados ​​para substituir as configurações padrão:"],"The HTML tag that is used for the label of each section. Defaults to %1$s.":["A tag de HTML usada para o rótulo de cada seção. O padrão é %1$s."],"The page that you have entered is invalid or already exists. Please enter a page with a unique slug.":["A página inserida é inválida ou já existe. Insira uma página com um slug único."],"The post types (by slug, comma-separated) that are included in the sitemap.":["Os tipos de post (por slug, separados por vírgula) incluídos no sitemap."],"The sort direction. The supported values are %1$s and %2$s.":["A direção de ordenamento. Os valores possíveis são %1$s e %2$s."],"The sort order. The supported values are %1$s, %2$s, %3$s and %4$s.":["A direção de ordenamento. Os valores possíveis são %1$s, %2$s, %3$s e %4$s."],"The taxonomies (by slug, comma-separated) that are included in the sitemap.":["As taxonomias (por slug, separadas por vírgula) incluídas no sitemap."],"This setting allows you to toggle between the regular sitemap or the compact date archive sitemap. %1$s":["Esta configuração permite que você alterne entre o sitemap regular e o sitemap com arquivo de data compacto. %1$s"],"This setting only applies to posts and pages.":["Esta configuração se aplica somente a posts e páginas."],"To view the new sitemap, first save changes.":["Para ver o novo sitemap, salve antes as alterações."],"To view the sitemap, enter a URL and save changes.":["Para ver o sitemap, insira um URL e salve as alterações."],"Using the custom-built tools below, you can add an HTML sitemap to your website and help visitors discover all your content. Adding an HTML sitemap to your website may also help search engines find your content more easily.":["Ao usar as ferramentas personalizadas a seguir, você pode adicionar um sitemap em HTML no seu site para que os visitantes descubram todo o seu conteúdo. Adicionar um sitemap em HTML ao seu site também pode ajudar mecanismos de pesquisa a encontrarem o seu conteúdo com mais facilidade."],"Whether the publication date of posts should be shown.":["Se a data de publicação de posts deve ser exibida."],"Whether the regular sitemap or compact date archive sitemap is output.":["Se o sitemap regular ou sitemap de arquivo de datas compacto é apresentado."],"Whether the labels should be shown or not. Defaults to %1$s.":["Se os rótulos devem ou não ser exibidos. Defina o padrão para %1$s."],"Compact Archives":["Compactar arquivos"],"Sort Order":["Definir ordem"],"Alphabetical":["Alfabética"],"Sort Direction":["Ordenar direção"],"Ascending":["Crescente"],"Descending":["Decrescente"],"Display the sitemap on a dedicated page:":["Exiba o sitemap em uma página dedicada:"],"HTML Sitemap Settings":["Configurações de sitemap em HTML"],"Last Updated Date":["Data da última atualização"],"Post\/Term ID":["ID de post\/termo"],"To add this block, edit a page or post and search for the %1$s\"%2$s - HTML Sitemap\"%3$s block.":["Para adicionar este bloco, edite uma página ou post, e busque o bloco %1$s“%2$s — Sitemap em HTML”%3$s."],"Use the following PHP code anywhere in your theme to display the sitemap. %1$s":["Use este código PHP em qualquer lugar do seu tema para exibir o sitemap. %1$s"],"Use the following shortcode to display the HTML Sitemap. %1$s":["Use este shortcode para exibir o sitemap em HTML. %1$s"],"HTML Sitemap":["Sitemap em HTML"],"Enable Sitemap":["Habilitar sitemap"],"Include All Taxonomies":["Incluir todas as taxonomias"],"Include All Post Types":["Incluir todos os tipos de post"],"Exclude Posts \/ Pages":["Excluir posts\/páginas"],"Publish Date":["Data de publicação"],"Exclude Terms":["Termos de exclusão"],"Taxonomies":["Taxonomias"],"Post Types":["Tipos de publicação"],"Advanced Settings":["Configurações avançadas"],"Select which Taxonomies appear in your sitemap.":["Selecione quais taxonomias devem aparecer no seu sitemap."],"Select which Post Types appear in your sitemap.":["Selecione que tipos de publicações aparecerão no seu sitemap."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/HtmlSitemap.38401236.js"}}