{"translation-revision-date":"2023-08-03 13:57:27+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"No User-agent found in the content beginning.":["Nenhum agente de usuário encontrado no início do conteúdo."],"Clean-param must start with at least one param which is optionally followed by one path.":["O parâmetro de limpeza deve começar com pelo menos um parâmetro, opcionalmente seguido por um caminho."],"Crawl-delay must be a number greater than 0.":["O atraso do rastreamento deve ser um número maior que 0."],"Custom Robots.txt Preview":["Pré-visualização personalizada do robots.txt"],"Directive":["Diretriz"],"Equivalent to rule #%1$s%2$s. The trailing wildcard is ignored.":["Equivalente à regra n.º %1$s%2$s. O caractere wildcard posterior é ignorado."],"from the network level":["a partir do nível da rede"],"https:\/\/any-domain.com\/robots.txt":["https:\/\/any-domain.com\/robots.txt"],"Import from URL":["Importar do URL"],"Import Robots.txt":["Importar robots.txt"],"Invalid robots.txt URL.":["URL do robots.txt inválido."],"Paste Robots.txt text":["Colar texto do robots.txt"],"The \"Allow\" rule takes precedence.":["A regra de “Permissão” tem prioridade."],"The network rule takes precedence.":["A regra de rede tem prioridade."],"This rule conflicts with rule #%1$s%2$s.%3$s":["Esta regra está em conflito com a regra n.º  %1$s%2$s.%3$s"],"This rule is a duplicate of rule #%1$s%2$s.":["Esta regra é igual à regra n.º  %1$s%2$s."],"This rule overrides the default rule #%1$s%2$s.":["Essa regra substitui a regra padrão n.º %1$s%2$s."],"This site runs in a sub-directory. The robots.txt file must be located at the root of the website host to which it applies.":["Este site é executado em um subdiretório. O arquivo robots.txt deve ficar localizado na raiz do servidor do site ao qual ele se aplica."],"These custom robots.txt rules will apply globally to your entire network. To adjust the robots.txt rules for an individual site, please visit the dashboard for that site directly and update the settings there.":["Essas regras personalizadas do robots.txt serão aplicadas globalmente a toda a sua rede. Para ajustar as regras do robots.txt de um site específico, acesse o painel desse site e atualize as configurações."],"Select Site":["Selecionar site"],"These custom robots.txt rules will apply globally to your entire network. To adjust the robots.txt rules for an individual site, please choose it in the list above.":["Essas regras personalizadas do robots.txt serão aplicadas globalmente a toda a sua rede. Para ajustar as regras do robots.txt de um site específico, selecione na lista acima."],"%1$s Error":["%1$s erro","%1$s erros"],"It appears that your server is running on nginx, so the fix will most likely require adding the correct rewrite rules to our nginx configuration. %1$sCheck our documentation for more information%2$s.":["Parece que o seu servidor está usando o nginx, portanto, a correção provavelmente exigirá a adição das regras de rewrite adequadas à configuração do nginx. %1$sVerifique nossa documentação para obter mais informações%2$s."],"It appears that your server is running on Apache, so the fix should be as simple as checking the %1$scorrect .htaccess implementation on wordpress.org%2$s.":["Parece que seu servidor está usando o Apache, então a correção deve ser tão simples quanto verificar a %1$simplementação correta do .htaccess em wordpress.org%2$s"],"It looks like you are missing the proper rewrite rules for the robots.txt file.":["Parece que estão faltando as regras de rewrite adequadas para o arquivo robots.txt."],"Import and Delete":["Importar e Excluir"],"%1$s has detected a physical robots.txt file in the root folder of your WordPress installation. We recommend removing this file as it could cause conflicts with WordPress' dynamically generated one. %2$s can import this file and delete it, or you can simply delete it.":["%1$s detectou um arquivo robots.txt físico na pasta raiz da sua instalação do WordPress. Recomendamos remover este arquivo, pois pode causar conflitos com o arquivo gerado dinamicamente pelo WordPress. O %2$s pode importar este arquivo e excluí-lo ou você pode simplesmente excluí-lo."],"This site is running in a sub-directory of your main site located at %1$s. Your robots.txt file should only appear in the root directory of that site.":["Este site está sendo executado em um subdiretório do seu site principal localizado em %1$s. Seu arquivo robots.txt deve aparecer apenas no diretório raiz desse site."],"Open Robots.txt":["Abrir Robots.txt"],"Delete Rule":["Excluir Regra"],"Enable Custom Robots.txt":["Habilitar Robots.txt personalizado"],"Just like WordPress, %1$s generates a dynamic file so there is no static file to be found on your server.  The content of the robots.txt file is stored in your WordPress database.":["Assim como o WordPress, o %1$s gera um arquivo dinâmico para que nenhum arquivo estático seja encontrado no seu servidor. O conteúdo do arquivo robots.txt é armazenado no seu banco de dados do WordPress."],"The robots.txt editor in %1$s allows you to set up a robots.txt file for your site that will override the default robots.txt file that WordPress creates. By creating a robots.txt file with %2$s you have greater control over the instructions you give web crawlers about your site.":["O editor de robots.txt no %1$s permite que você configure um arquivo robots.txt para o seu site que substituirá o arquivo robots.txt padrão criado pelo WordPress. Ao criar um arquivo robots.txt com o %2$s, você tem maior controle sobre as instruções fornecidas sobre o seu site aos web crawlers."],"Disallow":["Remover permissão"],"Allow":["Permitir"],"Add Rule":["Adicionar regra"],"User Agent":["Agente do usuário"],"Robots.txt Editor":["Editor de Robots.txt"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/RobotsEditor.bb29082b.js"}}