{"translation-revision-date":"2023-08-03 13:57:27+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Blog Page Title":["Título da página do blog"],"Breadcrumbs are an essential part of SEO. By default %1$s will automatically add breadcrumbs to the schema markup that we add to your site and you don't need to make any changes for that to work. Breadcrumbs can also be used as a secondary navigation system that tells users where they are on a website relative to the homepage.":["Caminhos de navegação (ou breadcrumbs) são uma parte essencial do SEO. Como padrão, o %1$s vai adicionar automaticamente caminhos de navegação à marcação do esquema que adicionamos ao seu site, e você não precisa fazer nenhuma alteração para que isso funcione. Caminhos de navegação também podem ser usados como um sistema de navegação secundário que diz aos usuários onde eles estão em um site com relação à página inicial."],"Category Hierarchy":["Hierarquia de categorias"],"Display complete category hierarchy even if not selected on each individual post.":["Exiba a hierarquia completa de categorias, mesmo se não estiver selecionada em cada post individual."],"Format the label used for archives page.":["Formate o rótulo usado para a página de arquivos."],"Format the label used for the 404 error page.":["Formate o rótulo usado para a página de erro 404."],"Format the label used for the search results page.":["Formate o rótulo usado para a página de resultados de pesquisa."],"Homepage label":["Rótulo da página inicial"],"Label used for homepage link (first item) in breadcrumbs.":["Rótulo usado para o link da página inicial (primeiro item) em caminhos de navegação."],"Link current item":["Criar link para item atual"],"Prefix for breadcrumb path.":["Prefixo para caminho de navegação."],"Show Blog Home":["Exibir página inicial de blog"],"Show current item":["Exibir item atual"],"The purpose of breadcrumb navigation is to help users navigate around your website. It also helps search engines understand the structure and hierarchy of links on a web page.":["O caminho de navegação (breadcrumb) ajuda os usuários a navegarem pelo seu site e mecanismos de pesquisa a entenderem a estrutura e a hierarquia de links em uma página."],"These settings will affect all the breadcrumbs displayed by %1$s throughout your site.":["Estas configurações vão afetar todos os caminhos de navegação exibidos pelo %1$s em todo o seu site."],"Breadcrumb Templates are only available":["Modelos de caminhos de navegação estão disponíveis apenas"],"Custom HTML templates":["Modelos de HTML personalizados"],"for licensed %1$s %2$s users.":["para usuários do %1$s %2$s licenciados."],"Our template editor will allow you to easily customize how breadcrumbs are displayed on your site based on each post type or taxonomy.":["Use nosso Editor de modelos para personalizar facilmente a forma como caminhos de navegação são exibidos no seu site com base em cada tipo de post ou taxonomia."],"Override the default template for breadcrumbs on your site using our easy-to-use template editor.":["Substitua o modelo padrão por caminho de navegação no seu site usando nosso Editor de modelos fácil de usar."],"To add this block, edit a page or post and search for the \"%1$s - Breadcrumbs\" block. %2$s":["Para adicionar este bloco, edite uma página ou post, e busque o bloco “%1$s — Caminhos de navegação”. %2$s"],"Upgrade to Pro and Unlock Breadcrumb Templates":["Atualize para a versão Pro e tenha acesso ao Assistente de links"],"Use a default template":["Usar um modelo padrão"],"Use the following PHP code anywhere in your theme (in the loop) to display the breadcrumbs. %1$s":["Use este código PHP em qualquer lugar do seu tema (no loop) para exibir os caminhos de navegação. %1$s"],"Use the following shortcode to display the current breadcrumbs. %1$s":["Use este shortcode para exibir os caminhos de navegação atuais. %1$s"],"Category Name":["Nome da Categoria"],"Home":["Início"],"Separator":["Separador"],"404 Error Format":["Formato de erro 404"],"Archive Format":["Formato de arquivo"],"Article Title":["Título do artigo"],"Breadcrumb Prefix":["Prefixo de caminho de navegação"],"Breadcrumb Settings":["Configurações de caminhos de navegação"],"Breadcrumb Templates":["Modelos de caminhos de navegação"],"Current Item":["Item atual"],"Enable Breadcrumbs":["Habilitar caminhos de navegação"],"Homepage Link":["Link da página inicial"],"search key word goes here":["palavras chave de pesquisas vão aqui"],"Search Result Format":["Formato de resultado de pesquisa"],"Show Breadcrumbs on Your Website":["Exibir caminhos de navegação no seu site"],"Subcategory":["Subcategoria"],"Archives":["Arquivos"],"Content Types":["Tipos de conteúdo"],"Advanced":["Avançado"],"Category":["Categoria"],"Taxonomies":["Taxonomias"],"Blog":["Blog"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Breadcrumbs.ad0b1c5f.js"}}