{"translation-revision-date":"2023-08-03 13:57:27+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Allows you to specify the maximum number of posts for the RSS Sitemap. We recommend an amount of 50 posts.":["Permite que você especifique o número máximo de postagens para o sitemap RSS. Nós recomendamos uma quantidade de 50 posts."],"Open RSS Sitemap":["Abrir sitemap de RSS"],"This option will generate a separate RSS Sitemap which can be submitted to Google, Bing and any other search engines that support this type of sitemap. The RSS Sitemap contains an RSS feed of the latest updates to your site content. It is not a full sitemap of all your content.":["Esta opção vai gerar um sitemap de RSS à parte, que poderá ser enviado para o Google, o Bing e qualquer outro mecanismo de pesquisa compatível com esse formato. O sitemap de RSS contém um feed RSS das atualizações mais recentes no conteúdo do seu site. Ele não é um sitemap completo de todo o seu conteúdo."],"Number of Posts":["Número de posts"],"Do you get a blank sitemap or 404 error?":["Você obteve um sitemap em branco ou um erro 404?"],"Noindexed content will not be displayed in your sitemap.":["Conteúdos com noindex não serão exibidos no seu sitemap."],"Author Sitemap":["Sitemap de autor"],"Automatically Ping Search Engines":["Pingar mecanismos de pesquisa automaticamente"],"Date Archive Sitemap":["Sitemap de arquivo de datas"],"Enable Sitemap":["Habilitar sitemap"],"Include All Taxonomies":["Incluir todas as taxonomias"],"Sitemap Settings":["Configurações de sitemap"],"Include All Post Types":["Incluir todos os tipos de post"],"RSS Sitemap":["Sitemap de RSS"],"Organize sitemap entries into distinct files in your sitemap. We recommend you enable this setting if your sitemap contains more than 1,000 URLs.":["Organize as entradas do sitemap em arquivos distintos. Recomendamos que você ative essa configuração se o seu sitemap contiver mais de 1.000 URLs."],"Taxonomies":["Taxonomias"],"Enable Sitemap Indexes":["Ativar indexação do sitemap"],"Post Types":["Tipos de publicação"],"Include Author Archives in your sitemap.":["Incluir arquivos de autor no seu sitemap."],"Include Date Archives in your sitemap.":["Incluir arquivos de data no seu sitemap."],"Select which Taxonomies appear in your sitemap.":["Selecione quais taxonomias devem aparecer no seu sitemap."],"Select which Post Types appear in your sitemap.":["Selecione que tipos de publicações aparecerão no seu sitemap."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/RssSitemap.6aaa8680.js"}}