{"translation-revision-date":"2023-08-03 13:57:27+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Your target URL is not valid.":["Seu URL de destino não é válido."],"Your URL is invalid.":["Seu URL é inválido."],"source url set once post is published":["URL de fonte definido depois que o post é publicado"],"The regex syntax is invalid.":["A sintaxe de expressão regular é inválida."],"This redirect is supported using the Relocate Site feature under Full Site Redirect tab.":["Este redirecionamento é compatível usando o recurso Relocalizar site, disponível na guia Redirecionamento de site completo."],"Add Custom Rule":["Adicionar regra personalizada"],"Custom Rules":["Regras personalizadas"],"Enter a Locale Code, e.g.: en_GB, es_ES":["Insira um código de localização (por exemplo, en_GB, es_ES, pt_BR)."],"Enter a WordPress Filter Name":["Inserir um nome de filtro do WordPress"],"Enter an IP Address":["Inserir um endereço IP"],"Enter the Server Name":["Inserir o nome do servidor"],"Key":["Chave"],"Select a Value or Add a New One":["Selecionar um valor ou adicionar um novo"],"Select Roles":["Selecionar papéis"],"Select Rule":["Selecionar regra"],"Select Status":["Selecionar status"],"The dollar symbol %1$s should be at the end. For example: %2$s":["O símbolo %1$s deve ser usado ao final (por exemplo, %2$s)."],"Value":["Valor"],"A redirect already exists for this source URL. To make changes, edit the original instead.":["Já existe um redirecionar para este URL de fonte. Para alterar, edite o original."],"Add Redirect":["Adicionar redirecionamento"],"Add Redirects":["Adicionar redirecionamentos"],"An error occurred while adding your redirects. Please try again later.":["Ocorreu um erro ao adicionar os seus redirecionamentos. Tente de novo."],"Anchor values are not sent to the server and cannot be redirected.":["Valores de âncora não são enviados ao servidor e não podem ser redirecionados."],"DRAFT":["RASCUNHO"],"Enter a relative URL to redirect from or start by typing in page or post title, slug or ID. You can also use regex (%1$s)":["Insira um URL relativo a partir do qual redirecionar ou comece digitando no título, slug ou ID da página ou post. Você também pode usar expressão regular (%1$s)."],"Enter a URL or start by typing a page or post title, slug or ID.":["Insira um URL ou comece a digitar o título, slug ou ID de uma página ou post."],"FUTURE":["FUTURO"],"Ignore all parameters":["Ignorar todos os parâmetros"],"Moved Permanently":["Movido permanentemente"],"PENDING":["PENDENTE"],"Permalinks are not currently supported.":["Permalinks não são compatíveis no momento."],"Please enter a valid relative source URL.":["Insira um URL de fonte relativa válido."],"Query Parameters:":["Parâmetros de consulta:"],"Redirect Type:":["Tipo de redirecionamento:"],"Regex":["Expressão regular"],"Remember to enable the %1$s option if this is a regular expression.":["Lembre-se de habilitar a opção de %1$s se esta for uma expressão regular."],"Some servers may be configured to serve file resources directly, preventing a redirect occurring.":["Alguns servidores podem ser configurados para servir recursos de arquivos diretamente e evitar redirecionamento."],"Source URLs":["URLs de fonte"],"The caret %1$s should be at the start. For example: %2$s":["O símbolo %1$s deve ser inserido no início (por exemplo, %2$s)."],"The source URL should probably start with a %1$s":["O URL de fonte deve começar provavelmente com %1$s"],"This is a duplicate of a URL you are already adding. You can only add unique source URLs.":["Você está adicionando este URL em duplicidade. Só é possível adicionar URLs de fonte únicos."],"To prevent a greedy regular expression you can use %1$s to anchor it to the start of the URL. For example: %2$s":["Se quiser evitar uma expressão extremamente regular, você pode usar %1$s para ancorar no início do URL (por exemplo, %2$s)."],"Your source is the same as a target and this will create a loop.":["Sua fonte é igual ao destino, e isso vai criar um loop."],"Your target URL contains the invalid character(s) %1$s":["Seu URL de destino contém o(s) caractere(s) inválidos %1$s"],"Your target URL should be an absolute URL like %1$s or start with a slash %2$s.":["Seu URL de destino deve ser um URL absoluto como %1$s ou começar com uma barra %2$s."],"Your URL appears to contain a domain inside the path: %1$s. Did you mean to use %2$s instead?":["Parece que o seu URL contém um domínio dentro do caminho: %1$s. Você queria usar %2$s?"],"what's this?":["o que é isto?"],"Ignore Case":["Ignorar maiúsculas e minúsculas"],"Ignore Slash":["Ignorar barra"],"Source URL":["URL de fonte"],"Target URL":["URL de destino"],"Learn more":["Saiba mais"],"Save Changes":["Salvar alterações"],"Delete":["Excluir"],"Add URL":["Adicionar URL"],"Advanced Settings":["Configurações avançadas"],"Cancel":["Cancelar"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Index.72b0ca60.js"}}