{"translation-revision-date":"2023-08-03 13:57:27+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Position":["Posição"],"Avg. CTR":["CTR médio"],"Clicks":["Cliques"],"Impressions":["Impressões"],"Diff":["Diferença"],"This graph is a visual representation of how well <strong>keywords are ranking in search results over time<\/strong> based on their position and average CTR. This can help you understand the performance of keywords and identify any trends or fluctuations.":["Este gráfico é uma representação visual das <strong>classificações das palavras-chave em resultados de pesquisa ao longo do tempo<\/strong> com base em sua posição e taxa de cliques (CTR) média. Dessa forma, você pode entender o desempenho de palavras-chave e identificar tendências e variações."],"This table displays the performance of keywords that your site ranks for over time, including metrics such as impressions, click-through rate, and average position in search results. It allows for easy analysis of how keywords are performing and identification of any underperforming keywords that may need to be optimized or replaced.":["Esta tabela apresenta o desempenho de palavras-chave que contribuem para as classificações do seu site ao longo do tempo, inclusive métricas como impressões, taxa de cliques e posição média em resultados de pesquisa. Ela permite analisar facilmente como palavras-chave estão se saindo e identificar algumas que possam precisar ser otimizadas ou substituídas."],"Top 3 Position":["As 3 melhores posições"],"Track keyword rankings":["Monitorar classificações de palavras-chave"],"Track page rankings":["Monitorar classificações de páginas"],"Upgrade to %1$s and Unlock Search Statistics":["Atualize para a versão %1$s e tenha acesso a estatísticas de pesquisa"],"11-50 Position":["Posição 11-50"],"4-10 Position":["Posição 4-10"],"50-100 Position":["Posição 50-100"],"Connect your site to Google Search Console to receive insights on how content is being discovered. Identify areas for improvement and drive traffic to your website.":["Conecte o seu site ao Google Search Console para receber informações sobre como o conteúdo está sendo descoberto. Identifique áreas para melhoria e direcione o tráfego para o seu site."],"Keyword":["Palavra-chave"],"Keyword Performance":["Desempenho de palavras-chave"],"Keyword Positions":["Posicionamentos de palavras-chave"],"Search Statistics is only for licensed %1$s %2$s users.":["Estatísticas de pesquisas estão disponíveis apenas para usuários do %1$s %2$s licenciados."],"Search traffic insights":["Percepções de tráfego gerado a partir de pesquisas"],"Speed tests for individual pages\/posts":["Testes de velocidade para páginas\/posts individuais"],"This feature requires one of the following plans:":["Este recurso exige um destes planos:"],"Access Control is only available for licensed %1$s %2$s users.":["O controle de acesso está disponível apenas para usuários do %1$s %2$s licenciados."],"Upgrade to Pro and Unlock Access Control":["Atualize para a versão Pro e desbloqueie o Controle de acesso"],"Keywords":["Palavras-chave"],"Title":["Título"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/KeywordRankings.6fd801e8.js"}}