{"translation-revision-date":"2023-08-03 13:57:27+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Minimum size: 200px x 200px, ideal ratio 1.91:1, 8MB max. (eg: 1640px x 856px or 3280px x 1712px for Retina screens). JPG, PNG, WEBP and GIF formats only.":["Tamanho mínimo: 200 px x 200 px, proporção ideal de 1.91:1, máx. de 8 MB (p. ex.: 1.640 px x 856 px ou 3.280 px x 1.712 px para telas retina). Somente formatos JPG, PNG, WEBP e GIF."],"You are using a static home page which is found under Pages. You can %1$sedit your home page settings%2$s directly to change the title, meta description and image.":["Você está usando uma página inicial estática localizada em Páginas. %1$sEdite as configurações da sua página inicial%2$s para alterar título, metadescrição e imagem."],"How to get your Facebook App ID":["Como obter o seu Facebook App ID"],"How to get your Facebook Admin ID":["Como obter seu ID de Usuário do Facebook"],"The Facebook App ID of the site's app. In order to use Facebook Insights, you must add the App ID to your page. Insights lets you view analytics for traffic to your site from Facebook. Find the App ID in your App Dashboard.":["O ID do aplicativo de Facebook do app do site. Para usar o Facebook Insights, você deve adicionar o ID do aplicativo à sua página. Insights deixa você ver análises de tráfego ao seu site a partir do Facebook. Encontre o ID do aplicativo no Painel do seu app."],"Default Post Type Object Types":["Tipos de objeto de tipo de post padrão"],"Default Taxonomy Object Types":["Tipos de objeto de taxonomia padrão"],"Default Taxonomy Object Types are only available for licensed %1$s users. %2$s":["Tipos padrão de objeto de taxonomia estão disponíveis apenas para usuários do %1$s %2$s licenciados."],"Default Term Image Source is only available for licensed %1$s users. %2$s":["A fonte da imagem padrão de termos está disponível apenas para usuários do %1$s licenciados. %2$s"],"Will be overriden if the Facebook author URL is present in the individual User Profile.":["Será substituído se o URL do autor do Facebook estiver presente no Perfil de Usuário individual."],"How to get your Facebook Author URL":["Como obter o URL do autor do Facebook"],"Show Facebook Author":["Exibir autor do Facebook"],"Enter your Facebook Admin ID here. You can enter multiple Facebook Admin IDs by separating them with a comma.":["Insira seu ID Admin do Facebook aqui. Você pode inserir múltiplos IDs Admin do Facebook separando-os com uma vírgula."],"Click on the tags below to insert variables into your description.":["Clique nas tags abaixo para inserir variáveis à sua descrição."],"Use the home page description":["Usar a descrição da página inicial"],"Click on the tags below to insert variables into your home page title.":["Clique nas tags abaixo para inserir variáveis ao título da sua página inicial."],"Click on the tags below to insert variables into your site name.":["Clique nas tags abaixo para inserir variáveis ao nome do seu site."],"Use the home page title":["Use o título da página inicial"],"This is what your page configured with %1$s will look like when shared via Facebook. The site title and description will be automatically added.":["Isto é como a sua página configurada com o %1$s será exibida quando compartilhada via Facebook. O título e a descrição do site serão adicionados automaticamente."],"Height":["Altura"],"Width":["Largura"],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Habilite este recurso se desejar que o Facebook e outras mídias sociais exibam uma pré-visualização com imagens e um trecho de texto quando um link para o seu site for compartilhado."],"Default Post Facebook Image":["Imagem padrão de post no Facebook"],"Default Post Image Source":["Fonte de imagem padrão de post"],"Default Term Facebook Image":["Imagem padrão de termos no Facebook"],"Default Term Image Source":["Fonte da imagem padrão de termos"],"Enable Open Graph Markup":["Habilitar marcação Open Graph"],"Facebook Author URL":["URL do autor do Facebook"],"Post Custom Field Name":["Nome de campo personalizado do post"],"Term Custom Field Name":["Nome de campo personalizado de termo"],"General Facebook Settings":["Configurações gerais do Facebook"],"The Title of the Page or Site you are Sharing":["O título da página ou site que você está compartilhando"],"Facebook Admin ID":["ID de administrador do Facebook"],"Facebook App ID":["ID do aplicativo do Facebook"],"Advanced Settings":["Configurações avançadas"],"Image":["Imagem"],"Object Type":["Tipo de objeto"],"Site Name":["Nome do site"],"Automatically Generate Article Tags":["Gere tags de artigos automaticamente"],"Use Categories in Article Tags":["Usar categorias em tags de artigos"],"Use Keywords in Article Tags":["Usar palavras-chave em tags de artigos"],"Use Post Tags in Article Tags":["Usar tags de posts em tags de artigos"],"Description":["Descrição"],"Home Page Settings":["Configurações da página inicial"],"Title":["Título"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Facebook.7c02dfb2.js"}}