{"translation-revision-date":"2023-08-03 13:57:27+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"The API key you have entered is invalid. Please check your API key and try again.":["A chave de API inserida é inválida. Verifique a sua chave de API e tente de novo."],"Enter an OpenAI API key in order to automatically generate SEO titles and meta descriptions for your pages. %1$s":["Insira uma chave de API do OpenAI para gerar automaticamente títulos e metadescrições de SEO para as suas páginas. %1$s"],"OpenAI API Key":["Chave de API do OpenAI"],"The OpenAI integration is only available for licensed %1$s users. %2$s":["A integração com o OpenAI está disponível apenas para usuários do %1$s %2$s licenciados."],"Select which %1$s widgets to display on the dashboard.":["Selecione quais widgets do %1$s exibir no painel."],"SEO Overview":["Visão geral de SEO"],"SEO Setup Wizard":["Assistente de configuração de SEO"],"Our SEO News widget provides helpful links that enable you to get the most out of your SEO and help you continue to rank higher than your competitors in search results.":["Nosso widget Notícias de SEO fornece links úteis para que você obtenha os melhores resultados com o seu SEO e continue se classificando melhor que os concorrentes em resultados de pesquisa."],"Our SEO Overview widget helps you determine which posts or pages you should focus on for content updates to help you rank higher in search results.":["Nosso widget Visão geral de SEO ajuda a determinar em quais posts ou páginas você deve se concentrar para atualizar conteúdo na busca de melhores classificações em resultados de pesquisa."],"Our SEO Setup Wizard dashboard widget helps you remember to finish setting up some initial crucial settings for your site to help you rank higher in search results. Once the setup wizard is completed this widget will automatically disappear.":["Com nosso widget de painel Assistente de configuração de SEO, você se lembra de fazer algumas configurações essenciais para que o seu site obtenha melhores classificações em resultados de pesquisa. O widget vai desaparecer automaticamente depois que a configuração for concluída."],"The Headline Analyzer is only available in %1$s and up. %2$s":["O Analisador de títulos está disponível apenas no %1$s ou versão posterior. %2$s"],"Enable our Headline Analyzer to help you write irresistible headlines and rank better in search results.":["Habilite nosso Analisador de títulos para redigir títulos irresistíveis e melhorar as classificações em resultados de pesquisa."],"Headline Analyzer":["Analisador de títulos"],"You will need to manually update everything.":["Você terá que atualizar tudo manualmente."],"You are getting bugfixes and security updates, but not major features.":["Você está recebendo correções de bugs e atualizações de segurança, mas não recursos maiores."],"You are getting the latest features, bugfixes, and security updates as they are released.":["Você está recebendo os recursos mais recentes, correções de bugs e atualizações de segurança à medida que eles são lançados."],"All (recommended)":["Todos (recomendado)"],"Announcements":["Anúncios"],"Usage Tracking":["Rastreamento de Uso"],"Admin Bar Menu":["Menu da barra de administração"],"Check this if you would like to remove ALL %1$s data upon plugin deletion. All settings and SEO data will be unrecoverable.":["Marque esta opção se quiser remover TODOS os dados do %1$s após a exclusão do plugin. Todas as configurações e dados de SEO serão excluídos e não poderão ser recuperados."],"Dashboard Widgets":["Widgets do painel"],"Select which Post Types you want to use the %1$s columns with.":["Selecione quais tipos de post você quer usar com as colunas do %1$s."],"Select which Taxonomies you want to use the %1$s columns with.":["Selecione quais taxonomias você quer usar com as colunas do %1$s."],"Taxonomy Columns":["Colunas de taxonomia"],"The Admin Bar feature is only available for licensed %1$s users. %2$s":["A barra de administrador está disponível apenas para usuários do %1$s %2$s licenciados."],"The Dashboard Widget feature is only available for licensed %1$s users. %2$s":["O widget de painel está disponível apenas para usuários do %1$s licenciados. %2$s"],"This adds %1$s to the admin toolbar for easy access to your SEO settings.":["Adiciona o %1$s à barra de ferramentas de administrador para acessar facilmente as suas configurações de SEO."],"This allows you to hide plugin announcements and update details.":["Permite que você oculte anúncios e detalhes de atualização de plugins."],"Uninstall %1$s":["Desinstalar %1$s"],"Automatic Updates":["Atualizações automáticas"],"Minor Only":["Somente atualizações menores"],"Post Type Columns":["Colunas do tipo de post"],"Enable our TruSEO score to help you optimize your content for maximum traffic.":["Habilite nossa pontuação TruSEO para otimizar o seu conteúdo e aumentar o tráfego."],"TruSEO Score & Content":["Pontuação e conteúdo TruSEO"],"Complete documentation on usage tracking is available %1$shere%2$s.":["Documentação completa sobre rastreamento de uso está disponível %1$saqui%2$s."],"Include All Taxonomies":["Incluir todas as taxonomias"],"This feature is only for licensed %1$s users. %2$s":["Esse recurso está disponível somente para usuários do %1$s. %2$s"],"None":["Nenhum"],"SEO Analysis":["Análise de SEO"],"Include All Post Types":["Incluir todos os tipos de post"],"By allowing us to track usage data we can better help you as we will know which WordPress configurations, themes and plugins we should test.":["Ao permitir que façamos o rastreamento de dados, podemos ajudar você ainda mais, já que vamos saber quais configurações, temas e plugins do WordPress devemos testar."],"SEO News":["Notícias SEO"],"Advanced Settings":["Configurações avançadas"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Advanced.79ca2fa6.js"}}