{"translation-revision-date":"2023-08-03 13:57:27+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"This is a network-wide change.":["Esta alteração se aplica a toda a rede."],"Yes, process this network change":["Sim, processar esta alteração de rede"],"Are you sure you want to activate these addons across the network?":["Quer mesmo ativar estes complementos na rede?"],"Are you sure you want to deactivate these addons across the network?":["Quer mesmo desativar este complemento na rede?"],"No, I changed my mind":["Não, eu mudei de ideia"],"Our Google News Sitemap lets you control which content you submit to Google News and only contains articles that were published in the last 48 hours. In order to submit a News Sitemap to Google, you must have added your site to Google’s Publisher Center and had it approved.":["Nosso sitemap do Google Notícias permite que você controle o conteúdo que envia ao Google Notícias e contém apenas artigos que foram publicados nas últimas 48 horas. Para enviar um sitemap de notícias ao Google, você deve ter adicionado o seu site à Central do Editor do Google e ter sido aprovado."],"The Video Sitemap works in much the same way as the XML Sitemap module, it generates an XML Sitemap specifically for video content on your site. Search engines use this information to display rich snippet information in search results.":["O sitemap de vídeo funciona da mesma maneira que o módulo Sitemap em XML. Ele gera um sitemap em XML especificamente para conteúdo de vídeo no seu site. Os mecanismos de pesquisa usam essas informações para exibir informações de rich snippet nos resultados de pesquisas."],"Globally control the Title attribute and Alt text for images in your content. These attributes are essential for both accessibility and SEO.":["Controle globalmente o atributo Title e o texto Alt para imagens em seu conteúdo. Esses atributos são essenciais para acessibilidade e SEO."],"Enter License Key":["Insira Chave da Licença"],"A valid license key is required in order to use our addons.":["Uma chave de licença válida é necessária para usar nossos complementos."],"Activate All Features":["Ativar todos os recursos"],"Deactivate All Features":["Desativar todos os recursos"],"Upgrade %1$s to Pro and Unlock all Features!":["Atualize o %1$s para a versão Pro e desbloqueie todos os recursos!"],"Upgrade to Pro and Unlock All Features":["Atualize para a versão Pro e desbloqueie todos os recursos"],"Search for Features...":["Pesquisar recursos…"],"Purchase License":["Comprar Licença"],"Your license has expired.":["Sua licença expirou."],"You have not yet added a license key.":["Você ainda não adicionou uma chave de licença."],"Your license key is invalid.":["Sua chave de licença é inválida."],"Your license has been disabled.":["Sua licença foi desativada."],"Local Business schema markup enables you to tell Google about your business, including your business name, address and phone number, opening hours and price range. This information may be displayed as a Knowledge Graph card or business carousel.":["A marcação do esquema de negócio local permite que você informe ao Google sobre sua empresa com dados como nome, endereço, número de telefone, horário de funcionamento e faixa de preço. Essas informações podem ser exibidas como um cartão de gráfico de conhecimento ou como um carrossel de negócios."],"%1$s %2$s comes with many additional features to help take your site's SEO to the next level!":["%1$s %2$s vem com muitos recursos adicionais para ajudar a levar o SEO do seu site para o próximo nível!"],"Advanced WooCommerce":["WooCommerce Avançado"],"Image SEO Optimization":["Otimização de Imagem para SEO"],"Video and News Sitemaps":["Sitemaps de vídeos e notícias"],"And many more...":["E muito mais…"],"Local Business SEO":["SEO para Negócios Locais"],"SEO for Categories, Tags and Custom Taxonomies":["SEO para categorias, tags e taxonomias personalizadas"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/FeatureManager.b589ae7c.js"}}