{"translation-revision-date":"2023-08-03 13:57:27+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Track keyword rankings":["Monitorar classificações de palavras-chave"],"Track page rankings":["Monitorar classificações de páginas"],"Upgrade to %1$s and Unlock Search Statistics":["Atualize para a versão %1$s e tenha acesso a estatísticas de pesquisa"],"These lists can be useful for understanding the performance of specific pages or posts and identifying opportunities for improvement. For example, the top winning content may be good candidates for further optimization or promotion, while the top losing may need to be reevaluated and potentially updated.":["Estas listas podem ser úteis para entender o desempenho de páginas ou posts específicos, e identificar oportunidades de melhoria. Por exemplo, o melhor conteúdo pode ser indicado para mais otimização ou promoção, e o pior conteúdo talvez precise ser reavaliado e atualizado."],"The following SEO Statistics graphs are useful metrics for understanding the visibility of your website or pages in search results and can help you identify trends or changes over time.<br \/><br \/>Note: This data is capped at the top 100 keywords per day to speed up processing and to help you prioritize your SEO efforts, so while the data may seem inconsistent with Google Search Console, this is intentional.":["Os gráficos de estatística de SEO a seguir são métricas úteis para entender a visibilidade do seu site ou páginas em resultados de pesquisa, e identificar tendências ou mudanças ao longo do tempo.<br \/><br \/>Observação: esses dados se limitam às 100 melhores palavras-chave por dia para agilizar o processamento e ajudar você a priorizar os seus esforços de SEO. Os dados podem parecer diferentes do Google Search Console, mas isso é intencional."],"SEO Statistics":["Estatísticas de SEO"],"Connect your site to Google Search Console to receive insights on how content is being discovered. Identify areas for improvement and drive traffic to your website.":["Conecte o seu site ao Google Search Console para receber informações sobre como o conteúdo está sendo descoberto. Identifique áreas para melhoria e direcione o tráfego para o seu site."],"Search Clicks":["Cliques de pesquisa"],"Search Impressions":["Impressões de pesquisa"],"Search Statistics is only for licensed %1$s %2$s users.":["Estatísticas de pesquisas estão disponíveis apenas para usuários do %1$s %2$s licenciados."],"Search traffic insights":["Percepções de tráfego gerado a partir de pesquisas"],"Speed tests for individual pages\/posts":["Testes de velocidade para páginas\/posts individuais"],"Content":["Conteúdo"],"This feature requires one of the following plans:":["Este recurso exige um destes planos:"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/SeoStatistics.af9a9134.js"}}