{"translation-revision-date":"2023-09-20 20:29:19+0000","generator":"GlotPress\/4.0.0-alpha.8","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"%s dismissed":["%s descartadas"],"View all recommendations":["Ver todas as recomendações"],"The Site Assistant is your go-to dashboard to help you get the most out of your site.":["O Assistente do Site é o seu painel de referência para lhe ajudar a conseguir o melhor do seu site."],"Use this toggle to collapse or expand the sidebar menu.":["Use esse alternador para expandir ou fechar a barra lateral."],"Collapse menu":["Fechar menu"],"Back to Knowledge Base home":["Voltar para a página inicial da Base de Informações"],"Go back to the list of Blocks":["Voltar para a lista de Blocos"],"Go to the list of Blocks":["Vá para a lista de Blocos"],"Sorry, we couldn't find anything":["Desculpe, não encontramos nada"],"Search for articles":["Pesquisar artigos"],"Search results for \"%s\"":["Pesquisar os resultados para \"%s\""],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Por aqui você pode customizar as dimensões, preenchimento e margens usadas para o layout do seu site."],"The Layout button opens the layout settings panel.":["O botão de Layout abre o painel de configurações de layout."],"Select the theme's palette or individual elements to customize their colors.":["Selecione a paleta do tema ou os elementos individuais para customizar as cores."],"The Colors button opens the color settings panel.":["O botão Cores abre o painel de configuração de cores."],"Colors":["Cores"],"Choose a typographic element to customize.":["Escolha um elemento tipográfico para customizar."],"The Typography button opens the typography settings panel.":["O botão Tipografia abre o painel de configuração de tipografia."],"Typography":["Tipografia"],"Choose a style you like to preview how it will look on your site.":["Escolha um estilo que você gosta para ver uma prévia de como o seu site fica."],"The Browse Styles button opens the style variations panel.":["O botão Procurar Estilos abre o painel de variações de estilo."],"Style Variations":["Variações de Estilo"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["O painel estilos permite que você customize a aparência do seu site. Isso inclui variações de estilo, cores, tipografia e outros."],"Styles Panel":["Painel Estilos"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["O editor de estilos permite que você edite os estilos, cores e tipografia dos elementos do seu site. Para acessar o editor de estilo, primeiro abra o Editor via Aparência > Editor."],"Style Editor":["Editor de Estilo"],"The selected pattern has been inserted into the page.":["O padrão selecionado foi inserido na página."],"View the Inserted Pattern":["Visualizar o Padrão Inserido"],"Simply select any pattern you wish to insert into a page by clicking on it.":["Simplesmente selecione qualquer padrão que você deseja inserir em uma página clicando nele."],"Select a Pattern":["Selecione um Padrão"],"Click on any pattern category to refine the selection.":["Clique em qualquer categoria de padrão para refinar a seleção."],"Filter Patterns":["Filtrar Padrões"],"Choose to insert individual block patterns, or full blown templates.":["Escolha inserir blocos de padrões individuais, ou modelos completos aplicáveis."],"Patterns and Layouts":["Padrões e Layouts"],"The Extendify pattern library can be opened by clicking the button to the left.":["A biblioteca de padrões Extendify pode ser aberta ao clicar no botão à esquerda."],"Open the Pattern Library":["Abra a Biblioteca de Padrões"],"Knowledge Base home":["Base de Informações"],"Guided tours are optimized for large screens, ensuring the best possible experience.":["As visitas guiadas são otimizadas para telas grandes, garantindo a melhor experiência possível."],"Knowledge Base (English only)":["Base de Informações (somente em inglês)"],"Dismiss Banner":["Dispensar"],"View all (%s)":["Visualizar tudo (%s)"],"Tour this page":["Faça um tour nessa página"],"Manage your profile or log out of your account here.":["Gerencie seu perfil ou saia da sua conta aqui."],"User":["Usuário"],"Advanced settings for your site and for certain plugins.":["Configurações avançadas para o seu site e para certos plugins."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importar\/exportar informações de posts, checar a saúde do site, e editrar o tema ou arquivos de plugin diretamente no administrador do WordPress."],"Tools":["Ferramentas"],"Add or manage users on your site, both admin users and others.":["Adicione ou gerencie usuários do seu site, tanto usuários administradores e outros."],"Add or manage the plugins on your site.":["Adicione ou gerencie os plugins do seu site."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Gerencie o seu tema e acesse o Editor de Site pelo menu de Aparência. O Editor do Site é onde você pode fazer mudanças globais no seu site (como o menu, cabeçalho, rodapé e estilos)."],"Appearance":["Aparência"],"If you have commenting enabled on your posts, you can manage those comments here.":["Se você tem comentários habilidados nos seus posts, você pode gerenciar esses comentários aqui."],"Comments":["Comentários"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Adicione, edite ou remova imagens e outras mídias da sua biblioteca. Quando você enviar uma imagem para ser utilizada no nosso site, ela será adicionada à biblioteca."],"Media":["Mídia"],"Manage and create blog posts.":["Gerencie e crie os posts do blog."],"Posts":["Posts"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["O painel padrão do WordPress terá algumas métricas gerais do site e módulos adicionados de certos plugins."],"Access the Site Assistant at any time.":["Acesse o Assistente do Site a qualquer momento."],"Come back to the Site Assistant any time by clicking the menu item.":["Volte ao Assistente do Site a qualquer momento, clicando no item do menu."],"See our personalized recommendations for you that will help you accomplish your goals.":["Veja as nossas recomendações personalizadas para você, que irão lhe ajudar a atingir suas metas."],"Easily access some of the most common items in WordPress with these quick links.":["Acesse facilmente alguns dos itens mais comuns no WordPress com esses links rápidos."],"See additional tours of the different parts of WordPress. Restart your completed tours at any time.":["Veja tours adicionais de diferentes partes do WordPress. Reinicie seus tours completos aq qualquer momento."],"Find articles with information on accomplishing different things with WordPress, including screenshots, and videos.":["Encontre artigos com informações sobre como conseguir fazer coisas diferentes com o WordPress, incluindo capturas de tela e vídeos."],"Knowledge Base":["Base de Informações"],"Now that you've created your starter site, make it your own with these follow up tasks.":["Agora que você criou o seu site inicial, personalize-o com essas tarefas de acompanhamento."],"The Site Assistant gives you personalized recommendations and helps with creating and maintaining your site.":["O Assistente do Site lhe fornece recomendações personalizadas e ajuda com a criação e manutenção do seu site."],"Menu":["Menu"],"Get going with these WordPress tours":["Começe com esses tours WordPress"],"Please note: these articles are available in English only.":["Por favor observe: esses artigos estão disponíveis somente em inglês."],"Set Site Title":["Configurar Título do Site"],"Create a super-fast, beautiful, and fully customized site in minutes with our Site Launcher.":["Crie um site super ágil, lindo e totalmente customizado dentro de minutos com nosso Site Launcher."],"There was an error loading this article":["Houve um erro ao carregar esse artigo"],"There was an error loading articles":["Houve um erro ao carregar os artigos"],"Tours":["Tours"],"No tours found...":["Nenhum tour encontrado..."],"Start Tour":["Começar Tour"],"Restart Tour":["Reiniciar Tour"],"Help Center":["Centro de Ajuda"],"No support articles found...":["Não foram encontrados artigos de suporte..."],"Click the Add New button to add a new user to your site.":["Clique Adicionar Novo para adicionar um novo usuário a seu site."],"Add a new user":["Adicionar um novo usuário"],"Use the search bar to find a particular user.":["Use a barra de pesquisa para encontrar um usuário específico"],"Search for users":["Procurar por usuários"],"Click the edit button to change the user's role, manage their account, or change their profile information.":["Clique no botão de edição para mudar a função do usuário, gerenciar sua conta, ou mudar as informações do perfil."],"Edit user information":["Editar informações do usuário"],"See all of your users, including admin users in this table.":["Veja todos os usuários, incluindo os usuários com poder de administrador nessa tabela."],"Users":["Usuários"],"Click here to view and manage the users on your site.":["Clique aqui para visualizar e gerenciar os usuários do seu site."],"All Users menu":["Menu Todos os Usuários"],"Click here to add another plugin to your site.":["Clique aqui para adicionar outro plugin a seu site."],"Add another":["Adicionar outro"],"Under each plugin you can activate or deactivate it.":["Abaixo de cada plugin você pode ativá-los ou desativá-los."],"Deactivate\/activate option":["Desativar\/ativar opção"],"See all plugins installed on your site. This includes plugins that are active and deactivated.":["Veja todos os plugins instalados no seu site. Isso inclui plugins que estão ativos ou foram desativados."],"Installed plugins":["Plugins instalados"],"Click this menu to see and manage the plugins you have installed.":["Clique nesse menu para ver e gerenciar os plugins que você tem instalados."],"Installed Plugins menu":["Menu de Plugins instalados"],"If you have a plugin from an external source, you can upload it directly here.":["Se você tem um plugin de uma fonte externa, você pode carregá-lo aqui mesmo."],"Upload Plugin":["Atualizar Plugin"],"Install the plugin. Then, press this button again to activate the plugin.":["Instale o plugin. Então, pressione esse botão novamente para ativar o plugin."],"Install now":["Instalar agora"],"See important information about each plugin.":["Veja informações relevantes sobre cada plugin."],"Plugin details":["Detalhes do Plugin"],"Search for a plugin by name or functionality.":["Pesquise pelo nome do plugin ou por funcionalidade."],"Click here to access the Add Plugins page.":["Clique aqui para acessar a página Adicionar Plugins."],"Add New plugin menu":["Adicionar Novo menu de plugin"],"Click publish or update to save the changes you’ve made to the page and make them live on the site.":["Clique em publicar ou atualizar para salvar as mudanças que você fez na página e faça elas aparecerem no site."],"Publish or Save":["Publicar ou Salvar"],"Click preview to view how your changes look on the front end of your site.":["Clique em prévia para ver como as suas mudanças ficam na interface do seu site."],"Preview":["Prévia"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Selecione a página ou bloco para mudar as configurações da página toda ou do bloco que está selecionado."],"Page and Block Settings":["Configuração de Página e Bloco"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Essa é uma amostra de blocos de parágrafo. Pode ter várias frases e incluir múltiplas colunas. Você pode adicionar à página quantos blocos quiser."],"Each block will show up on the page and can be edited by clicking on it.":["Cada bloco irá aparecer na página e pode ser editado ao clicar."],"Blocks":["Blocos"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Edite o título da página ao clicar nele. Nota: O título pode ou não aparecer na página publicada, dependendo do modelo de página usado."],"Page Title":["Título da Página"],"Add a block by clicking or dragging it onto the page.":["Adicione um bloco ao clicar ou arrastar para dentro da página."],"Block Inserter":["Ferramenta de Inserção de Blocos"],"Click the plus to open the block inserter.":["Clique no sinal de mais para abrir o bloco inserido."],"Add a Block":["Adicionar um Bloco"],"Layout":["Layout"],"Skip to Assist":["Pular para Assist"],"Assist navigation":["Navegação Assist"],"Take a tour":["Faça um tour"],"Recommendations":["Recomendações"],"Dashboard":["Painel"],"Personalized tasks for your site":["Tarefas personalizadas para o seu site"],"View completed tasks":["Visualizar tarefas completadas"],"Congratulations! Take a moment to celebrate.":["Parabéns! Tire um tempo para celebrar."],"All caught up!":["Todas alcançadas!"],"Tasks":["Tarefas"],"Not completed":["Não completadas"],"Completed":["Completadas"],"View all %s":["Visualizar todas %s"],"Quick Links":["Links rápidos"],"No quick links found...":["Nenhum link rápido encontrado..."],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["A qualquer momento, você pode visualizar o seu site (sob a perspectiva do visitante) pela barra superior de administração abaixo do nome do seu site."],"Use the pages menu to add, delete, or edit the pages on your site.":["Use o menu de páginas para adicionar, deletar ou editar páginas no seu site."],"Done":["Feito"],"%s of %s":["%s de %s"],"Tour Steps":["Passos do Tour"],"Tour":["Tour"],"Personalized recommendations for your site":["Recomendações personalizadas para o seu site"],"Show":["Mostrar"],"Hide":["Esconder"],"%s completed":["%s completo"],"Save":["Salvo"],"Enter a site description...":["Digite uma descrição para o site..."],"Site description":["Descrição do site"],"Add site description":["Adicionar descrição do site"],"Upload site logo":["Enviar a logo do site"],"Site Assistant":["Assistente do Site"],"View site":["Visualizar site"],"Your site is ready!":["O seu site está pronto!"],"Upload site icon":["Enviar ícone do site"],"Set site icon":["Configurar ícone do site"],"Site icon":["Ícone do site"],"Set site logo":["Configurar logo do site"],"Site logo":["Logo do site"],"Remove image":["Remover imagem"],"Replace image":["Substituir imagem"],"Edit or update the image":["Editar ou enviar imagem"],"Close Modal":["Fechar Modalidade"],"Dismiss":["Dispensar"],"Select Site Pages":["Selecionar Páginas do Site"],"Select Site Design":["Selecionar o Design do Site"],"Select Site Goals":["Selecionar Metas do Site"],"Continue Building Your Website":["Continue a Criar o Seu Site"],"Select Site Industry":["Selecione o Nicho do Site"],"Let's Start Building Your Website":["Vamos Começar a Criar o Seu Site"],"No tasks found...":["Nenhuma tarefa foi encontrada..."],"Site Title":["Título do site"],"Back":["Voltar"],"Site Industry":["Setor Nicho"],"Goals":["Metas"],"Plugins":["Plugins"],"View Site":["Visualização do Site"],"Next":["Próximo"],"Previous":["Prévio"],"Pages":["Páginas"],"Loading...":["Carregando..."],"Search...":["Pesquisar..."],"Show all":["Mostrar todos"],"Design":["Design"],"Settings":["Configurações"],"Search":["Pesquisar"]}},"comment":{"reference":"public\/build\/extendify-assist-17de4d06d74d64bbe53e.js"}}